#!/usr/bin/env python3
# -*- coding: utf-8 -*-
# (c) @AlbertEinsteinTG & @MRK_YT

class Translation(object):
    
    START_TEXT = """<b>🙋‍♂️ mowna {}!!</b>

<b> ⭕️ സിനിമയുടെ ലിങ്ക് ആണ് വേണ്ടതെങ്കിൽ തായെ ഉള്ള ഗ്രൂപ്പിൽ സിനിമയുടെ പേര് ടൈപ്പ് ചെയ്യ്, അപ്പോൽ ഞാൻ ലിങ്ക് തരാം എന്നിട്ട് ഇവിടെ വന്ന് start കൊടുക്കണം😜
ഇനി ഇനേക്കൊണ്ട് വീണ്ടും വീണ്ടും പറയിപ്പിക്കരുത്. 🤷‍♂ ⭕️ </b>

<b> 👇👇ഇതാണ് മൂവി ചോദിക്കുന്ന ഗ്രൂപ്പ് 👇👇</b>"""    
    
    HELP_TEXT = """
<b>HELP ചോദിയ്ക്കാൻ ഇത് നിന്റെ വമ്പാടി തറവാട് അല്ല... കിട്ടുന്ന MOVIES DOWNLOAD ചെയ്തോണ്ട് പോയിക്കോണം...</b>
"""
    
    ABOUT_TEXT = """<b>➥ 🇲🇰</b> : <b>Pro Auto Filter Bot</b>
    
<b>➥ ⭕️ Creator</b> : <b>@On_air_Filter_bot</b> 

<b>➥ 👨‍💻Editor</b> : <b> @on_air_movies </b>

<b>➥ 🗣️Language</b> : <b>Python3</b>

<b>➥ 📚Library</b> : <b><a href="https://docs.pyrogram.org">Pyrogram Asyncio 1.13.0 </a></b>
"""
